# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'joallard/cf-keylayout'

# Binaries
brew 'git'
brew 'git-lfs'
brew 'mas' # Mac App Store manager
brew 'tree' # List directories in a tree structure

# Development
brew 'node'
brew 'python3'
brew 'pyenv'
brew 'pyenv-virtualenv'

# Apps
cask 'cf-keylayout' # Canadian-French Keyboard
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'iterm2'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'zoom'

# Fonts


# Mac App Store

